Repository: Sanyam-G/switch
Catalog: Sources/Switch/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Restore columns, thumbnail size, and app icon size.
de: Stellt Spalten, Miniatur- und Symbolgröße wieder her.
es: Restaura columnas, miniaturas e iconos.
fr: Rétablit les colonnes, la taille des miniatures et des icônes.
ja: 列数、サムネイル、App アイコンのサイズを元に戻します。
ko: 열 수, 축소판 크기, 앱 아이콘 크기를 되돌립니다.
pt_br: Restaura colunas, miniaturas e ícones.
ru: Восстанавливает столбцы, миниатюры и значки.
zh_hans: 还原列数、缩略图大小和应用图标大小。
zh_hant: 還原欄數、縮圖大小與 App 圖示大小。

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階

source: Picker activation delay
de: Verzögerung des Umschalters
es: Retraso del selector
fr: Délai d’affichage du sélecteur
ja: ピッカー表示の遅延
ko: 피커 표시 지연
pt_br: Atraso do seletor
ru: Задержка панели
zh_hans: 选择器出现延迟
zh_hant: 選擇器出現延遲

source: Hold the hotkey this long before the picker appears. A quick tap switches to your previous window without showing it. %lldms
de: So lange die Taste halten, bis der Umschalter erscheint. Kurzer Tipp wechselt zum vorherigen Fenster. %lldms
es: Mantén el atajo este tiempo para mostrar el selector. Un toque corto cambia a la ventana anterior. %lldms
fr: Maintenez le raccourci aussi longtemps avant l’affichage. Un appui court bascule vers la fenêtre précédente. %lldms
ja: この時間ホットキーを押すとピッカーが表示されます。短く押すと前のウインドウに切り替わり、表示しません。%lldms
ko: 이 시간만큼 단축키를 눌러야 피커가 나타납니다. 짧게 누르면 이전 윈도우로 바로 전환됩니다. %lldms
pt_br: Segure o atalho esse tempo para o seletor aparecer. Um toque rápido vai à janela anterior. %lldms
ru: Удерживайте сочетание так долго, пока не появится панель. Короткое нажатие сразу к предыдущему окну. %lldms
zh_hans: 按住快捷键这么久后才出现选择器。轻点则直接切到上一个窗口。%lldms
zh_hant: 按住快速鍵這麼久後才出現選擇器。輕點則直接切到上一個視窗。%lldms

source: Reverse with Shift tap
de: Rückwärts per Shift-Tipp
es: Invertir con toque de Mayús
fr: Inverser avec un appui Shift
ja: Shift タップで逆方向
ko: Shift 탭으로 반대
pt_br: Inverter com toque de Shift
ru: Назад по нажатию Shift
zh_hans: 点按 Shift 反向
zh_hant: 點按 Shift 反向

source: While holding the hotkey, tap Shift to step backward. ⇧-Tab still works too.
de: Bei gedrücktem Kürzel Shift tippen, um zurückzugehen. ⇧-Tab funktioniert weiter.
es: Con el atajo pulsado, toca Mayús para ir atrás. ⇧-Tab sigue funcionando.
fr: En maintenant le raccourci, un appui sur Maj recule. ⇧-Tab fonctionne aussi.
ja: ホットキーを押したまま Shift をタップすると逆方向に進みます。⇧-Tab も使えます。
ko: 단축키를 누른 채 Shift를 탭하면 반대로 이동합니다. ⇧-Tab도 동작합니다.
pt_br: Com o atalho pressionado, toque Shift para voltar. ⇧-Tab também funciona.
ru: Удерживая сочетание, нажмите Shift, чтобы шагнуть назад. ⇧-Tab тоже работает.
zh_hans: 按住快捷键时点按 Shift 可反向步进。⇧-Tab 仍然可用。
zh_hant: 按住快速鍵時點按 Shift 可反向步进。⇧-Tab 仍然可用。

source: Cross-Space
de: Andere Spaces
es: Otros Spaces
fr: Autres Spaces
ja: 他スペース
ko: 다른 스페이스
pt_br: Outros Spaces
ru: Другие Spaces
zh_hans: 跨空间
zh_hant: 跨空間

source: Show cross-Space windows
de: Fenster anderer Spaces zeigen
es: Mostrar ventanas de otros Spaces
fr: Afficher les fenêtres des autres Spaces
ja: 他スペースのウインドウを表示
ko: 다른 스페이스 윈도우 표시
pt_br: Mostrar janelas de outros Spaces
ru: Показывать окна других Spaces
zh_hans: 显示其他空间的窗口
zh_hant: 顯示其他空間的視窗

source: Include windows on other Spaces. Picking one moves it to your current Space.
de: Fenster anderer Spaces einbeziehen. Die Auswahl holt sie auf den aktuellen Space.
es: Incluye ventanas de otros Spaces. Elegir una la mueve al Space actual.
fr: Inclut les fenêtres des autres Spaces. Les choisir les déplace vers le Space actuel.
ja: ほかのスペースのウインドウも含めます。選ぶと現在のスペースに移動します。
ko: 다른 스페이스의 윈도우를 포함합니다. 고르면 현재 스페이스로 옮깁니다.
pt_br: Inclui janelas de outros Spaces. Escolher uma move para o Space atual.
ru: Включает окна с других Spaces. Выбор переносит окно на текущий Space.
zh_hans: 包含其他空间上的窗口。选中后会移到当前空间。
zh_hant: 包含其他空間上的視窗。選取後會移到目前空間。

source: Mix by recent use
de: Nach letzter Nutzung mischen
es: Mezclar por uso reciente
fr: Mélanger par usage récent
ja: 最近の使用で混ぜる
ko: 최근 사용으로 섞기
pt_br: Misturar por uso recente
ru: Смешивать по недавним
zh_hans: 按最近使用混合
zh_hant: 依最近使用混合

source: Sort all windows together by recency instead of grouping by Space.
de: Sortiert alle Fenster nach Nutzung statt nach Space.
es: Ordena todas las ventanas por uso reciente en vez de agrupar por Space.
fr: Trie toutes les fenêtres par récence au lieu de les grouper par Space.
ja: スペースごとではなく、最近の使用順ですべてのウインドウを並べます。
ko: 스페이스별로 묶지 않고 최근 사용 순으로 모든 윈도우를 정렬합니다.
pt_br: Ordena todas as janelas por recência em vez de agrupar por Space.
ru: Сортирует все окна по недавним, не группируя по Space.
zh_hans: 按最近使用把所有窗口排在一起，不按空间分组。
zh_hant: 依最近使用把所有視窗排在一起，不依空間分組。

source: Drag to reorder. Unranked apps fall to the bottom alphabetically.
de: Ziehen zum Umsortieren. Ungeordnete Apps stehen alphabetisch unten.
es: Arrastra para reordenar. Las apps sin puesto van al final alfabéticamente.
fr: Glissez pour réordonner. Les apps sans rang vont en bas par ordre alphabétique.
ja: ドラッグして並べ替え。順位のない App はアルファベット順で末尾です。
ko: 드래그하여 순서를 바꿉니다. 순위 없는 앱은 알파벳순으로 맨 아래입니다.
pt_br: Arraste para reordenar. Apps sem posição vão ao fim em ordem alfabética.
ru: Перетащите, чтобы изменить порядок. Остальные приложения — внизу по алфавиту.
zh_hans: 拖动以调整顺序。未排序的应用按字母排在底部。
zh_hant: 拖移以調整順序。未排序的 App 依字母排在底部。

source: No windows open right now.
de: Gerade sind keine Fenster geöffnet.
es: No hay ventanas abiertas ahora.
fr: Aucune fenêtre ouverte pour le moment.
ja: 開いているウインドウはありません。
ko: 지금 열린 윈도우가 없습니다.
pt_br: Nenhuma janela aberta agora.
ru: Сейчас нет открытых окон.
zh_hans: 当前没有打开的窗口。
zh_hant: 目前沒有打開的視窗。

source: Excluded apps
de: Ausgeschlossene Apps
es: Apps excluidas
fr: Apps exclues
ja: 除外する App
ko: 제외할 앱
pt_br: Apps excluídos
ru: Исключённые приложения
zh_hans: 排除的应用
zh_hant: 排除的 App

source: Windows from these apps won't appear in the picker.
de: Fenster dieser Apps erscheinen nicht im Umschalter.
es: Las ventanas de estas apps no aparecen en el selector.
fr: Les fenêtres de ces apps n’apparaissent pas dans le sélecteur.
ja: これらの App のウインドウはピッカーに出ません。
ko: 이 앱의 윈도우는 피커에 나타나지 않습니다.
pt_br: Janelas desses apps não aparecem no seletor.
ru: Окна этих приложений не попадут в панель.
zh_hans: 这些应用的窗口不会出现在选择器中。
zh_hant: 這些 App 的視窗不會出現在選擇器中。

source: Nothing excluded.
de: Nichts ausgeschlossen.
es: Nada excluido.
fr: Rien n’est exclu.
ja: 除外はありません。
ko: 제외된 항목이 없습니다.
pt_br: Nada excluído.
ru: Ничего не исключено.
zh_hans: 尚未排除任何应用。
zh_hant: 尚未排除任何 App。

source: + Add app
de: + App hinzufügen
es: + Añadir app
fr: + Ajouter une app
ja: + App を追加
ko: + 앱 추가
pt_br: + Adicionar app
ru: + Добавить приложение
zh_hans: + 添加应用
zh_hant: + 加入 App

source: Accent
de: Akzent
es: Acento
ja: アクセント
ko: 액센트
pt_br: Destaque
ru: Акцент
zh_hans: 强调色
zh_hant: 強調色

source: Accent shows up in the selection highlight and across this Settings window.
de: Der Akzent färbt die Auswahl und dieses Einstellungsfenster.
es: El acento se ve en el resalte y en esta ventana de ajustes.
fr: L’accent colore la sélection et cette fenêtre de réglages.
ja: アクセントは選択ハイライトとこの設定ウインドウに使われます。
ko: 액센트는 선택 강조와 이 설정 윈도우에 쓰입니다.
pt_br: O destaque aparece na seleção e nesta janela de ajustes.
ru: Акцент подсвечивает выбор и это окно настроек.
zh_hans: 强调色用于选中高亮和本设置窗口。
zh_hant: 強調色用於選取反白與本設定視窗。

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景
ko: 배경
pt_br: Fundo
ru: Фон
zh_hans: 背景
zh_hant: 背景

source: How much the desktop blurs through the picker background.
de: Wie stark der Schreibtisch durch den Umschalter-Hintergrund unscharf wird.
es: Cuánto se difumina el escritorio tras el fondo del selector.
fr: Degré de flou du bureau à travers le fond du sélecteur.
ja: ピッカーの背景からデスクトップがどれだけぼけるか。
ko: 피커 배경으로 데스크톱이 얼마나 흐려지는지.
pt_br: Quanto a mesa se desfoca através do fundo do seletor.
ru: Насколько рабочий стол размыт за фоном панели.
zh_hans: 桌面透过选择器背景的模糊程度。
zh_hant: 桌面透過選擇器背景的模糊程度。

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ko: 블루
pt_br: Azul
ru: Синий
zh_hans: 蓝色
zh_hant: 藍色

source: Mint
de: Minze
es: Menta
fr: Menthe
ja: ミント
ko: 민트
pt_br: Menta
ru: Мята
zh_hans: 薄荷
zh_hant: 薄荷

source: Peach
de: Pfirsich
es: Melocotón
fr: Pêche
ja: ピーチ
ko: 피치
pt_br: Pêssego
ru: Персик
zh_hans: 蜜桃
zh_hant: 蜜桃

source: Lavender
de: Lavendel
es: Lavanda
fr: Lavande
ja: ラベンダー
ko: 라벤더
pt_br: Lavanda
ru: Лаванда
zh_hans: 薰衣草
zh_hant: 薰衣草

source: Light
de: Leicht
es: Suave
fr: Léger
ja: 弱
ko: 약함
pt_br: Leve
ru: Слабое
zh_hans: 轻
zh_hant: 輕

source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 보통
pt_br: Médio
ru: Среднее
zh_hans: 中
zh_hant: 中

source: Heavy
de: Stark
es: Fuerte
fr: Fort
ja: 強
ko: 강함
pt_br: Forte
ru: Сильное
zh_hans: 重
zh_hant: 重

source: Switch needs Accessibility for the ⌘-Tab hotkey. Screen Recording is only needed when thumbnails are enabled.
de: Switch braucht Bedienungshilfen für ⌘-Tab. Bildschirmaufnahme nur bei Miniaturen.
es: Switch necesita Accesibilidad para ⌘-Tab. Grabación de pantalla solo si hay miniaturas.
fr: Switch a besoin d’Accessibilité pour ⌘-Tab. L’enregistrement d’écran n’est requis que pour les miniatures.
ja: ⌘-Tab にはアクセシビリティが必要です。サムネイルを使うときだけ画面収録が必要です。
ko: ⌘-Tab 단축키에는 손쉬운 사용이 필요합니다. 축소판을 켤 때만 화면 기록이 필요합니다.
pt_br: O Switch precisa de Acessibilidade para ⌘-Tab. Gravação de Tela só com miniaturas.
ru: Для ⌘-Tab нужен Универсальный доступ. Запись экрана — только если включены миниатюры.
zh_hans: Switch 需要辅助功能权限才能使用 ⌘-Tab。仅在启用缩略图时才需要屏幕录制。
zh_hant: Switch 需要輔助使用權限才能使用 ⌘-Tab。僅在啟用縮圖時才需要螢幕錄製。

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt_br: Acessibilidade
ru: Универсальный доступ
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Intercept ⌘-Tab and ⌥-` system-wide.
de: Fängt ⌘-Tab und ⌥-` systemweit ab.
es: Intercepta ⌘-Tab y ⌥-` en todo el sistema.
fr: Intercepte ⌘-Tab et ⌥-` à l’échelle du système.
ja: システム全体で ⌘-Tab と ⌥-` を受け取ります。
ko: 시스템 전역에서 ⌘-Tab과 ⌥-`를 가로챕니다.
pt_br: Intercepta ⌘-Tab e ⌥-` no sistema todo.
ru: Перехватывает ⌘-Tab и ⌥-` по всей системе.
zh_hans: 在全系统拦截 ⌘-Tab 和 ⌥-`。
zh_hant: 在全系統攔截 ⌘-Tab 與 ⌥-`。

source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l’écran
ja: 画面収録
ko: 화면 기록
pt_br: Gravação de Tela
ru: Запись экрана
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Capture live thumbnails of every window.
de: Nimmt Live-Miniaturen jedes Fensters auf.
es: Captura miniaturas en vivo de cada ventana.
fr: Capture des miniatures en direct de chaque fenêtre.
ja: 各ウインドウのライブサムネイルを取得します。
ko: 모든 윈도우의 실시간 축소판을 캡처합니다.
pt_br: Captura miniaturas ao vivo de cada janela.
ru: Снимает живые миниатюры каждого окна.
zh_hans: 捕获每个窗口的实时缩略图。
zh_hant: 擷取每個視窗的即時縮圖。

source: Optional while thumbnails are disabled.
de: Optional, solange Miniaturen aus sind.
es: Opcional mientras las miniaturas estén desactivadas.
fr: Facultatif tant que les miniatures sont désactivées.
ja: サムネイルオフ時は任意です。
ko: 축소판을 끈 동안은 선택 사항입니다.
pt_br: Opcional enquanto as miniaturas estiverem desligadas.
ru: Необязательно, пока миниатюры выключены.
zh_hans: 关闭缩略图时可选。
zh_hant: 關閉縮圖時可選。

source: Open in System Settings
de: In Systemeinstellungen öffnen
es: Abrir en Ajustes del Sistema
fr: Ouvrir dans Réglages Système
ja: システム設定で開く
ko: 시스템 설정에서 열기
pt_br: Abrir em Ajustes do Sistema
ru: Открыть в Системных настройках
zh_hans: 在系统设置中打开
zh_hant: 在系統設定中打開

source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み
ko: 허용됨
pt_br: Concedido
ru: Разрешено
zh_hans: 已授予
zh_hant: 已授予

source: No windows
de: Keine Fenster
es: Sin ventanas
fr: Aucune fenêtre
ja: ウインドウなし
ko: 윈도우 없음
pt_br: Nenhuma janela
ru: Нет окон
zh_hans: 没有窗口
zh_hant: 沒有視窗

source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
ja: 一致なし
ko: 일치 없음
pt_br: Nenhuma correspondência
ru: Нет совпадений
zh_hans: 无匹配
zh_hant: 無符合項目

source: MINIMIZED
de: MINIMIERT
es: MINIMIZADA
fr: RÉDUIT
ja: 最小化
ko: 최소화됨
pt_br: MINIMIZADA
ru: СВЁРНУТО
zh_hans: 已最小化
zh_hant: 已最小化

source: HIDDEN
de: AUSGEBLENDET
es: OCULTA
fr: MASQUÉ
ja: 非表示
ko: 가려짐
pt_br: OCULTA
ru: СКРЫТО
zh_hans: 已隐藏
zh_hant: 已隱藏

source: NO WINDOWS
de: KEINE FENSTER
es: SIN VENTANAS
fr: SANS FENÊTRE
ja: ウインドウなし
ko: 윈도우 없음
pt_br: SEM JANELAS
ru: НЕТ ОКОН
zh_hans: 无窗口
zh_hant: 無視窗

source: OTHER SPACE
de: ANDERER SPACE
es: OTRO SPACE
fr: AUTRE SPACE
ja: 他のスペース
ko: 다른 스페이스
pt_br: OUTRO SPACE
ru: ДРУГОЙ SPACE
zh_hans: 其他空间
zh_hant: 其他空間

source: CURRENT
de: AKTUELL
es: ACTUAL
fr: ACTUEL
ja: 現在
ko: 현재
pt_br: ATUAL
ru: ТЕКУЩИЙ
zh_hans: 当前
zh_hant: 目前

source: switch space
de: Space wechseln
es: cambiar de Space
fr: changer de Space
ja: スペース切替
ko: 스페이스 전환
pt_br: trocar Space
ru: сменить Space
zh_hans: 切换空间
zh_hant: 切換空間

source: switch
de: wechseln
es: cambiar
fr: basculer
ja: 切り替え
ko: 전환
pt_br: trocar
ru: переключить
zh_hans: 切换
zh_hant: 切換

source: navigate
de: navigieren
es: navegar
fr: naviguer
ja: 移動
ko: 이동
pt_br: navegar
ru: навигация
zh_hans: 浏览
zh_hant: 瀏覽

source: reverse
de: rückwärts
es: inverso
fr: inverse
ja: 逆方向
ko: 반대
pt_br: inverso
ru: назад
zh_hans: 反向
zh_hant: 反向

source: close
de: schließen
es: cerrar
fr: fermer
ja: 閉じる
ko: 닫기
pt_br: fechar
ru: закрыть
zh_hans: 关闭
zh_hant: 關閉

source: filter
de: filtern
es: filtrar
fr: filtrer
ja: フィルタ
ko: 필터
pt_br: filtrar
ru: фильтр
zh_hans: 过滤
zh_hant: 過濾

source: cancel
de: abbrechen
es: cancelar
fr: annuler
ja: キャンセル
ko: 취소
pt_br: cancelar
ru: отмена
zh_hans: 取消
zh_hant: 取消

source: About Switch
de: Über Switch
es: Acerca de Switch
fr: À propos de Switch
ja: Switch について
ko: Switch 정보
pt_br: Sobre o Switch
ru: О Switch
zh_hans: 关于 Switch
zh_hant: 關於 Switch

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…
zh_hant: 設定…

source: Switch Settings
de: Switch-Einstellungen
es: Ajustes de Switch
fr: Réglages de Switch
ja: Switch 設定
ko: Switch 설정
pt_br: Ajustes do Switch
ru: Настройки Switch
zh_hans: Switch 设置
zh_hant: Switch 設定

source: Keyboard-driven window switcher for macOS.
de: Tastatur-Fensterschalter für macOS.
es: Selector de ventanas por teclado para macOS.
fr: Sélecteur de fenêtres au clavier pour macOS.
ja: macOS 向けのキーボード操作ウインドウスイッチャー。
ko: macOS용 키보드 윈도우 스위처.
pt_br: Seletor de janelas por teclado para macOS.
ru: Клавиатурный переключатель окон для macOS.
zh_hans: 面向 macOS 的键盘窗口切换器。
zh_hant: 適用於 macOS 的鍵盤視窗切換器。

source: Source
de: Quellcode
es: Código
fr: Code source
ja: ソース
ko: 소스
pt_br: Código
ru: Исходный код
zh_hans: 源码
zh_hant: 原始碼

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: アップデートを確認
ko: 업데이트 확인
pt_br: Buscar atualizações
ru: Проверить обновления
zh_hans: 检查更新
zh_hant: 檢查更新

source: Two permissions before you can switch windows.
de: Zwei Freigaben, bevor du Fenster wechseln kannst.
es: Dos permisos antes de poder cambiar de ventana.
fr: Deux autorisations avant de pouvoir changer de fenêtre.
ja: ウインドウを切り替える前に、2つのアクセス権が必要です。
ko: 윈도우를 전환하려면 권한 두 가지가 필요합니다.
pt_br: Duas permissões antes de trocar de janela.
ru: Два разрешения, прежде чем переключать окна.
zh_hans: 切换窗口前需要两项权限。
zh_hant: 切換視窗前需要兩項權限。

source: One permission before you can switch windows.
de: Eine Freigabe, bevor du Fenster wechseln kannst.
es: Un permiso antes de poder cambiar de ventana.
fr: Une autorisation avant de pouvoir changer de fenêtre.
ja: ウインドウを切り替える前に、1つのアクセス権が必要です。
ko: 윈도우를 전환하려면 권한 한 가지가 필요합니다.
pt_br: Uma permissão antes de trocar de janela.
ru: Одно разрешение, прежде чем переключать окна.
zh_hans: 切换窗口前需要一项权限。
zh_hant: 切換視窗前需要一項權限。

source: Lets Switch intercept ⌘-Tab and ⌥-`.
de: Erlaubt Switch, ⌘-Tab und ⌥-` abzufangen.
es: Permite que Switch intercepte ⌘-Tab y ⌥-`.
fr: Permet à Switch d’intercepter ⌘-Tab et ⌥-`.
ja: Switch が ⌘-Tab と ⌥-` を受け取れるようにします。
ko: Switch가 ⌘-Tab과 ⌥-`를 가로채게 합니다.
pt_br: Permite que o Switch intercepte ⌘-Tab e ⌥-`.
ru: Позволяет Switch перехватывать ⌘-Tab и ⌥-`.
zh_hans: 允许 Switch 拦截 ⌘-Tab 和 ⌥-`。
zh_hant: 允許 Switch 攔截 ⌘-Tab 與 ⌥-`。

source: Captures live thumbnails of your windows.
de: Nimmt Live-Miniaturen deiner Fenster auf.
es: Captura miniaturas en vivo de tus ventanas.
fr: Capture des miniatures en direct de vos fenêtres.
ja: ウインドウのライブサムネイルを取得します。
ko: 윈도우의 실시간 축소판을 캡처합니다.
pt_br: Captura miniaturas ao vivo das suas janelas.
ru: Снимает живые миниатюры ваших окон.
zh_hans: 捕获窗口的实时缩略图。
zh_hant: 擷取視窗的即時縮圖。

source: Ready. Hold ⌘-Tab to switch windows.
de: Bereit. ⌘-Tab halten, um Fenster zu wechseln.
es: Listo. Mantén ⌘-Tab para cambiar de ventana.
fr: Prêt. Maintenez ⌘-Tab pour changer de fenêtre.
ja: 準備完了。⌘-Tab を押したままウインドウを切り替えられます。
ko: 준비됨. ⌘-Tab을 길게 눌러 윈도우를 전환하세요.
pt_br: Pronto. Segure ⌘-Tab para trocar de janela.
ru: Готово. Удерживайте ⌘-Tab, чтобы переключать окна.
zh_hans: 已就绪。按住 ⌘-Tab 即可切换窗口。
zh_hant: 已就緒。按住 ⌘-Tab 即可切換視窗。

source: Click Open Settings, then toggle Switch on. This window updates automatically.
de: Einstellungen öffnen, dann Switch einschalten. Dieses Fenster aktualisiert sich selbst.
es: Pulsa Abrir Ajustes y activa Switch. Esta ventana se actualiza sola.
fr: Cliquez sur Ouvrir Réglages, puis activez Switch. Cette fenêtre se met à jour toute seule.
ja: 「設定を開く」を押し、Switch をオンにしてください。このウインドウは自動で更新されます。
ko: 설정 열기를 누른 뒤 Switch를 켜세요. 이 창은 자동으로 업데이트됩니다.
pt_br: Clique em Abrir Ajustes e ative o Switch. Esta janela atualiza sozinha.
ru: Нажмите «Открыть настройки» и включите Switch. Это окно обновится само.
zh_hans: 点按“打开设置”，然后打开 Switch 开关。本窗口会自动更新。
zh_hant: 點一下「打開設定」，然後開啟 Switch。本視窗會自動更新。

source: Continue without thumbnails
de: Ohne Miniaturen fortfahren
es: Continuar sin miniaturas
fr: Continuer sans miniatures
ja: サムネイルなしで続ける
ko: 축소판 없이 계속
pt_br: Continuar sem miniaturas
ru: Продолжить без миниатюр
zh_hans: 不使用缩略图并继续
zh_hant: 不使用縮圖並繼續

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть настройки
zh_hans: 打开设置
zh_hant: 打開設定

source: Updates not configured
de: Updates nicht konfiguriert
es: Actualizaciones no configuradas
fr: Mises à jour non configurées
ja: アップデート未設定
ko: 업데이트가 구성되지 않음
pt_br: Atualizações não configuradas
ru: Обновления не настроены
zh_hans: 未配置更新
zh_hant: 未設定更新

source: This build doesn't include Sparkle. Visit switch-dev.sanyamgarg.com to download the latest.
de: Dieser Build enthält kein Sparkle. Lade die aktuelle Version unter switch-dev.sanyamgarg.com.
es: Esta compilación no incluye Sparkle. Descarga la última en switch-dev.sanyamgarg.com.
fr: Cette version n’inclut pas Sparkle. Téléchargez la dernière sur switch-dev.sanyamgarg.com.
ja: このビルドには Sparkle が含まれていません。最新版は switch-dev.sanyamgarg.com から入手してください。
ko: 이 빌드에는 Sparkle이 없습니다. 최신 버전은 switch-dev.sanyamgarg.com에서 받으세요.
pt_br: Esta build não inclui Sparkle. Baixe a mais recente em switch-dev.sanyamgarg.com.
ru: В этой сборке нет Sparkle. Скачайте свежую версию на switch-dev.sanyamgarg.com.
zh_hans: 此构建未包含 Sparkle。请前往 switch-dev.sanyamgarg.com 下载最新版。
zh_hant: 此建置未包含 Sparkle。請前往 switch-dev.sanyamgarg.com 下載最新版。

source: Desktop %lld
de: Schreibtisch %lld
es: Escritorio %lld
fr: Bureau %lld
ja: デスクトップ %lld
ko: 데스크탑 %lld
pt_br: Mesa %lld
ru: Рабочий стол %lld
zh_hans: 桌面 %lld
zh_hant: 桌面 %lld

source: Desktop
de: Schreibtisch
es: Escritorio
fr: Bureau
ja: デスクトップ
ko: 데스크탑
pt_br: Mesa
ru: Рабочий стол
zh_hans: 桌面
zh_hant: 桌面

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
ru: Полный экран
zh_hans: 全屏
zh_hant: 全螢幕

source: %lld windows
de: %lld Fenster
es: %lld ventanas
fr: %lld fenêtres
ja: %lld ウインドウ
ko: 윈도우 %lld개
pt_br: %lld janelas
ru: %lld окна
zh_hans: %lld 个窗口
zh_hant: %lld 個視窗

source: Space
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
ko: 스페이스
pt_br: Espaço
ru: Пробел
zh_hans: 空格
zh_hant: 空格

source: Key %lld
de: Taste %lld
es: Tecla %lld
fr: Touche %lld
ja: キー %lld
ko: 키 %lld
pt_br: Tecla %lld
ru: Клавиша %lld
zh_hans: 键 %lld
zh_hant: 鍵 %lld

source: Needs at least one modifier (⌘, ⌥, or ⌃).
de: Mindestens ein Modifikator (⌘, ⌥ oder ⌃) nötig.
es: Hace falta al menos un modificador (⌘, ⌥ o ⌃).
fr: Il faut au moins un modificateur (⌘, ⌥ ou ⌃).
ja: 修飾キー（⌘、⌥、⌃）が少なくとも1つ必要です。
ko: 수정 키(⌘, ⌥ 또는 ⌃)가 하나 이상 필요합니다.
pt_br: É preciso ao menos um modificador (⌘, ⌥ ou ⌃).
ru: Нужен хотя бы один модификатор (⌘, ⌥ или ⌃).
zh_hans: 至少需要一个修饰键（⌘、⌥ 或 ⌃）。
zh_hant: 至少需要一個修飾鍵（⌘、⌥ 或 ⌃）。

source: That combo is reserved by macOS or common apps.
de: Diese Kombination ist von macOS oder gängigen Apps reserviert.
es: Esa combinación la reserva macOS o apps habituales.
fr: Cette combinaison est réservée par macOS ou des apps courantes.
ja: その組み合わせは macOS または一般的な App が予約しています。
ko: macOS나 흔한 앱이 예약해 둔 조합입니다.
pt_br: Essa combinação é reservada pelo macOS ou por apps comuns.
ru: Это сочетание занято macOS или обычными приложениями.
zh_hans: 该组合已被 macOS 或常用应用保留。
zh_hant: 此組合已被 macOS 或常用 App 保留。

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
zh_hans: 更新
zh_hant: 更新

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системный
zh_hans: 系统
zh_hant: 系統

source: Rose
es: Rosa
ja: ローズ
ko: 로즈
pt_br: Rosa
ru: Роза
zh_hans: 玫瑰
zh_hant: 玫瑰

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Website
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
ru: Сайт
zh_hans: 网站
zh_hant: 網站

source: Return
es: Retorno
fr: Retour

source: Enter
es: Intro
fr: Entrée

source: Delete
es: Suprimir
fr: Effacer

source: Spaces
ja: スペース
ko: 스페이스
zh_hans: 空间
zh_hant: 空間

source: Mono
ja: モノ
ko: 모노
ru: Моно
zh_hans: 单色
zh_hant: 單色

source: %lld spaces
ja: %lld スペース
ko: 스페이스 %lld개
ru: %lld Space
zh_hans: %lld 个空间
zh_hant: %lld 個空間

source: ☕ Coffee
zh_hans: ☕ 请杯咖啡
zh_hant: ☕ 請杯咖啡
